Repository: capstanlqc/cli_automation
Catalog: conv_fl419_to_tmxs/output/Eurograduate_FL419_hrv-HRV_TM.tmx
Source language: en_gb
Languages: hr_hr

source: Other\ Refusal (DO NOT READ OUT)
hr_hr: Drugo/Odbija odgovoriti (NE ČITAJ)

source: Walking
hr_hr: Pješačenje

source: DK/NA (DO NOT READ OUT)
hr_hr: Ne zna/bez odgovora (NE ČITAJ)

source: (DO NOT READ OUT
hr_hr: (NE ČITAJ)

source: Large town/city
hr_hr: velikom gradu

source: Have you got a mobile phone?
hr_hr: Posjedujete li osobni mobilni telefon?

source: In which city/borough/commune do you live?
hr_hr: U kojem gradu/općini živite?

source: Single person household
hr_hr: Samac

source: City 1
hr_hr: Grad Zagreb

source: Noise
hr_hr: Buka

source: Car
hr_hr: Automobil

source: Public transport
hr_hr: Javni prijevoz

source: PROG: ROTATE ITEMS 1 TO 4
hr_hr: PROGRAMER: ROTIRAJ STAVKE 1 do 4

source: During the last twelve months, would you say you had difficulties to pay your bills at the end of the month…?
hr_hr: Biste li rekli da ste tijekom proteklih 12 mjeseci imali poteškoća s plaćanjem računa na kraju mjeseca...?

source: Other city
hr_hr: Neki drugi grad

source: Generally speaking, the public administration of [CITY NAME] can be trusted
hr_hr: Općenito govoreći, javnoj upravi [CITY NAME] se može vjerovati

source: ASK ALL
hr_hr: PITAJ SVE

source: It is easy to find a job in [CITY NAME]
hr_hr: U [CITY NAME] je lako naći posao

source: Not at all satisfied
hr_hr: Potpuno nezadovoljan

source: I will read you a few statements. Please tell me whether you strongly agree, somewhat agree, somewhat disagree or strongly disagree with each of these statements?
hr_hr: Pročitat ću vam nekoliko izjava. Molim vas recite mi da li se u potpunosti slažete, donekle slažete, donekle ne slažete ili se uopće ne slažete sa svakom od ovih izjava?

source: Somewhat disagree
hr_hr: Donekle se ne slažem

source: Housing
hr_hr: Stanovanje

source: (READ OUT – ONE ANSWER ONLY)
hr_hr: (PROČITAJ - SAMO JEDAN ODGOVOR)

source: From time to time
hr_hr: Povremeno

source: D21: CODE 9 AND 10 - SINGLE CODES
hr_hr: D21: KODOVI 9 I 10 - JEDINSTVENI KODOVI

source: Married or cohabiting couple, no children or no children living at home
hr_hr: Vjenčani par ili par koji živi zajedno, bez djece ili djeca (više) ne žive kod kuće

source: Rural area or village
hr_hr: ruralnom području ili selu

source: Train
hr_hr: Vlak

source: Very satisfied
hr_hr: Vrlo zadovoljan

source: Generally speaking, please tell me if you are very satisfied, rather satisfied, rather unsatisfied or not at all satisfied with each of the following issues in [CITY NAME]?
hr_hr: Općenito govoreći, molim vas recite mi jeste li vrlo zadovoljni, prilično zadovoljni, prilično nezadovoljni ili uopće niste zadovoljni sa svakom od sljedećih stavki u [CITY NAME]?

source: Safety
hr_hr: Sigurnost

source: Your personal job situation
hr_hr: Vašom osobnom poslovnom situacijom

source: Small or medium-sized town
hr_hr: malom ili srednje velikom gradu

source: Professional (employed doctor, lawyer, accountant, architect, …)
hr_hr: Stručnjak (zaposleni liječnik, pravnik, računovođa, arhitekt…)

source: It is easy to find good housing at a reasonable price in [CITY NAME]
hr_hr: U [CITY NAME] je lako naći dobar stambeni prostor za razumnu cijenu

source: Generally speaking, most people in my neighborhood can be trusted
hr_hr: Općenito govoreći, većini ljudi u mojem susjedstvu se može vjerovati

source: Most of the time
hr_hr: Većinu vremena

source: Have you got a landline phone?
hr_hr: Posjedujete li fiksnu telefonsku liniju u svom kućanstvu?

source: Could you tell me how many people aged 15 years or more live in your household, yourself included?
hr_hr: Možete li mi reći koliko osoba od 15 i više godina živi u Vašem kućanstvu, uključujući Vas?

source: Other (DO NOT READ OUT)
hr_hr: Nešto drugo (NE ČITAJ)

source: Q4: CODE 11 - SINGLE CODE
hr_hr: Q4: KOD 11 - JEDINSTVENI KOD

source: Strongly disagree
hr_hr: Uopće se ne slažem

source: I live here since less than 1 year
hr_hr: Živim ovdje manje od 1 godine

source: Cleanliness
hr_hr: Čistoća

source: The financial situation of your household
hr_hr: Financijskim stanjem Vašeg kućanstva

source: Other employee (salesman, nurse, …)
hr_hr: Druga vrsta zaposlenika (prodavač, medicinska sestra...)

source: No
hr_hr: NE

source: Owner of shop, craftsman
hr_hr: Vlasnik trgovine, obrtnik

source: (READ OUT - ONE ANSWER ONLY)
hr_hr: (PROČITAJ – SAMO JEDAN ODGOVOR)

source: Would you say you are…?
hr_hr: Biste li rekli da ste…?

source: Seeking a job
hr_hr: Osoba koja traži posao

source: Manual worker
hr_hr: Fizički radnik

source: The noise level
hr_hr: Razina buke

source: The administrative services of [CITY NAME] help people efficiently
hr_hr: Administrativne službe u [CITY NAME] uspješno pomažu ljudima

source: Urban public transport (bus, metro, tram, ferry, etc.)
hr_hr: Javni gradski prijevoz (autobus, podzemna željeznica, tramvaj, trajekt itd.)

source: Gender.
hr_hr: Spol.

source: [CITY NAME] is committed to fight against climate change (e.g.: energy efficiency, green transport)
hr_hr: [CITY NAME] je predan borbi protiv klimatskih promjena (npr. učinkovitim korištenjem energije, ekološki prihvatljivim transportnim rješenjima)

source: Female
hr_hr: Ženski

source: In your opinion, among the following issues, which are the three most important for [CITY NAME]?
hr_hr: Među sljedećim stavkama, koje tri su, prema Vašem mišljenju, najvažnije za [CITY NAME]?

source: What county do you live in?
hr_hr: U kojoj županiji živite?

source: I live here since between 5 to 10 years
hr_hr: Živim ovdje između 5 i 10 godina

source: I am satisfied to live in [CITY NAME]
hr_hr: Zadovoljan sam što živim u [CITY NAME]

source: Male
hr_hr: Muški

source: Social services
hr_hr: Socijalne službe

source: Unemployment
hr_hr: Nezaposlenost

source: (READ OUT IF NECESSARY - ONE ANSWER ONLY)
hr_hr: (PROČITAJ AKO JE POTREBNO - SAMO JEDAN ODGOVOR)

source: Farmer, forester, fisherman
hr_hr: Poljoprivrednik, šumar, ribar

source: Civil servant
hr_hr: Državni službenik

source: Without a professional activity
hr_hr: Bez profesionalne aktivnosti

source: ASK D5c IF EMPLOYEE, CODE 2 IN D5a
hr_hr: PITAJ D5c AKO JE U PLAĆENOM ZAPOSLENJU, KOD 2 U D5a

source: PROG: ROTATE ITEMS 1 TO 7
hr_hr: PROGRAMER: ROTIRAJ STAVKE 1 DO 7

source: Education and training
hr_hr: Edukacija i obuka

source: As far as your current occupation is concerned, would you say you are self-employed, an employee, a manual worker or would you say that you are without a professional activity?
hr_hr: Što se tiče Vašeg trenutnog zaposlenja, biste li rekli da ste samozaposleni, zaposlen kod nekog drugog, fizički radnik ili biste rekli kako ste bez profesionalne aktivnosti?

source: Refusal (DO NOT READ OUT)
hr_hr: Odbija odgovoriti (NE ČITAJ)

source: (ONE ANSWER ONLY)
hr_hr: (SAMO JEDAN ODGOVOR)

source: Air pollution
hr_hr: Onečišćenje zraka

source: I feel safe in [CITY NAME]
hr_hr: Osjećam se sigurno u [CITY NAME]

source: Unskilled manual worker
hr_hr: Nekvalificirani fizički radnik

source: Sports facilities such as sport fields and indoor sport halls
hr_hr: Sportski objekti kao što su sportska igrališta i sportske dvorane

source: The life you lead
hr_hr: Životom koji vodite

source: Rather unsatisfied
hr_hr: Prilično nezadovoljan

source: Rather satisfied
hr_hr: Prilično zadovoljan

source: Professional (lawyer, medical practitioner, accountant, architect,…)
hr_hr: Stručnjak (pravnik, zdravstveni djelatnik, računovođa, arhitekt…)

source: Health services
hr_hr: Zdravstvene usluge

source: Office clerk
hr_hr: Uredski djelatnik

source: Retired
hr_hr: U mirovini

source: (READ OUT – MAX. 3 ANSWERS)
hr_hr: (PROČITAJ - NAJVIŠE 3 ODGOVORA)

source: On the whole, are you very satisfied, fairly satisfied, not very satisfied or not at all satisfied with ...?
hr_hr: Ukupno gledajući, jeste li vrlo zadovoljni, prilično zadovoljni, ne naročito zadovoljni ili potpuno nezadovoljni s … ?

source: PROG: ROTATE ITEMS 1 to 12
hr_hr: PROGRAMER: ROTIRAJ STAVKE 1 do 12

source: None (DO NOT READ OUT)
hr_hr: Ništa od navedenog (NE ČITAJ)

source: Almost never\ never
hr_hr: Gotovo nikada/nikada

source: Number of people aged 15 or more in the household
hr_hr: Broj osoba u dobi od 15 ili više godina u kućanstvu

source: Public transport, for example the bus, tram or metro
hr_hr: Javni gradski prijevoz, na primjer autobus ili tramvaj

source: ASK D5b IF SELF-EMPLOYED, CODE 1 IN D5a
hr_hr: PITAJ D5b AKO JE SAMOZAPOSLEN, KOD 1 U D5a

source: Student (full time)
hr_hr: Student (redoviti)

source: I feel safe in my neighbourhood
hr_hr: Osjećam se sigurno u svojem kvartu

source: Availability of retail shops
hr_hr: Dostupnost maloprodajnih trgovina

source: General management, director or top management
hr_hr: Viši menadžer, direktor ili visoki menadžer

source: Strongly agree
hr_hr: U potpunosti se slažem

source: How old were you when you stopped full-time education?
hr_hr: Koliko ste imali godina kad ste završili s redovnim obrazovanjem?

source: Ship or boat
hr_hr: Brod ili brodica

source: Bicycle
hr_hr: Bicikl

source: How old are you?
hr_hr: Koliko imate godina?

source: Motorbike
hr_hr: Motocikl

source: (READ OUT - MAX. 2 ANSWERS)
hr_hr: (PROČITAJ - NAJVIŠE 2 ODGOVORA)

source: Single parent, one or more children living at home
hr_hr: Samohrani roditelj, jedno ili više djece živi kod kuće

source: Self-employed
hr_hr: Samozaposlen

source: The state of the streets and buildings in your neighbourhood
hr_hr: Stanje ulica i zgrada u vašem susjedstvu

source: Fairly satisfied
hr_hr: Prilično zadovoljan

source: Generally speaking, most people in [CITY NAME] can be trusted
hr_hr: Općenito govoreći, većini se ljudi u [CITY NAME] može vjerovati

source: (READ OUT - SINGLE CODE)
hr_hr: (PROČITAJ – SAMO JEDAN ODGOVOR)

source: On a typical day, which mode or modes of transport do you use most often?
hr_hr: Koje prijevozno sredstvo ili sredstva najčešće koristite tijekom uobičajenog dana?

source: Schools and other educational facilities
hr_hr: Škole i ostale obrazovne institucije

source: The quality of the air
hr_hr: Kvaliteta zraka

source: Married or cohabiting couple, with one or more children living at home
hr_hr: Vjenčani par ili par koji živi zajedno, s jednim ili više djece koji žive kod kuće

source: Middle management
hr_hr: Srednji menadžment

source: Foreigners who live in [CITY NAME] are well integrated
hr_hr: Stranci koji žive u [CITY NAME] su dobro uklopljeni

source: Health care services, doctors and hospitals
hr_hr: Zdravstvene usluge, liječnici i bolnice

source: Employee
hr_hr: Zaposlen kod nekog drugog

source: ASK D5d IF MANUAL WORKER, CODE 3 IN D5a
hr_hr: PITAJ D5d AKO JE FIZIČKI RADNIK, KOD 3 U D5a

source: Public spaces such as markets, squares, pedestrian areas
hr_hr: Javni prostori kao što su tržnice, trgovi, pješačke zone

source: Would you say you live in a…?
hr_hr: Biste li rekli da živite u...?

source: Which of the following best describes your household composition?
hr_hr: Što od navedenog najbolje opisuje sastav vašeg kućanstva?

source: Manager of a company
hr_hr: Direktor tvrtke

source: I live here since 1 to 5 years
hr_hr: Živim ovdje između 1 i 5 godina

source: Not very satisfied
hr_hr: Ne naročito zadovoljan

source: Road infrastructure
hr_hr: Cestovna infrastruktura

source: PROG: ROTATE ITEMS 1 TO 10
hr_hr: PROGRAMER: ROTIRAJ STAVKE 1 do 10

source: The presence of foreigners is good for [CITY NAME]
hr_hr: Prisutnost stranaca je dobra za [CITY NAME]

source: (WRITE DOWN - IF "DK" CODE '98' - IF "REFUSAL" CODE '99')
hr_hr: (ZAPIŠI - AKO "NZ", KOD '98' - AKO "ODBIJA", KOD '99')

source: DK (DO NOT READ OUT)
hr_hr: NZ (NE ČITAJ)

source: Yes
hr_hr: DA

source: Green spaces such as parks and gardens
hr_hr: Zelene površine poput parkova i javnih vrtova

source: ASK D5e IF WITHOUT A PROFESSIONAL ACTIVITY, CODE 4 IN D5a
hr_hr: PITAJ D5e AKO JE BEZ PROFESIONALNE AKTIVNOSTI, KOD 4 U D5a

source: (INT.: IF "STILL STUDYING", CODE ‘00’ - IF "NO EDUCATION" CODE '01' - IF "REFUSAL" CODE '98' - IF "DK" CODE '99')
hr_hr: (ANKETAR:AKO JE ODGOVOR “JOŠ STUDIRAM”, KOD ‘00’, AKO JE ODGOVOR "BEZ OSNOVNE ŠKOLE " ILI "NEZAVRŠENA OSNOVNA ŠKOLA", KOD "01", AKO "ODBIJA", KOD "98", AKO "NE ZNA", KOD "99")

source: Other
hr_hr: Ostalo

source: (WRITE DOWN - IF "REFUSAL" CODE '99')
hr_hr: (ZAPIŠI - AKO "ODBIJA", KOD '99')

source: FL419 - Quality of life in European Cities UK
hr_hr: FL419 - Quality of life in European Cities HR

source: Somewhat agree
hr_hr: Donekle se slažem

source: Cultural facilities such as concert halls, theatres, museums and libraries
hr_hr: Kulturni objekti kao što su koncertne dvorane, kazališta, muzeji i knjižnice

source: The place where you live
hr_hr: Mjestom u kojem živite

source: Was born here/ I’ve been living here for all my life
hr_hr: Rođen sam ovdje/živim ovdje cijeli život

source: IF OTHER or DON'T KNOW IN D12, CODES 198 or 199 in D12, STOP THE INTERVIEW
hr_hr: AKO "NEKI DRUGI GRAD" ili "NE ZNA, BEZ ODGOVORA" U D12, KOD 198 ili 199, ZAVRŠI ANKETU

source: Supervisor\ foreman (team manager, …)
hr_hr: Nadglednik/poslovođa (voditelj tima…)

source: I live here since more than 10 years
hr_hr: Živim ovdje više od 10 godina

source: For how long have you been living in [CITY NAME]?
hr_hr: Koliko dugo živite u [CITY NAME]?

source: Looking after the home
hr_hr: Osoba koja vodi brigu o kućanstvu (kućanica)
